Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/facta/samediggi.fi/saamelaisetsame.pdf.tmx
Source language: sme
Languages: smn

source: SámitSuomas Sámit leat Eurohpa uniovnna áidna álgoálbmot (eamiálbmot).
smn: SämmiliihSuomâst Sämmiliih láá Euroop union kuávlu áinoo algâaalmug.

source: Álbmogat adnojuvvojit álgoálbmogin, jos daid máttut ásse riikkas dahje dan geográfalaš guovllus, masa riika gullá, riikka hálduiváldima, ásaiduhttima dehe dálá riikkarájáid hápmašuvvama áigge.
smn: Jiečânâs enâmijn ässee aalmugeh nabdojeh algâaalmugin, ko sij láá šáddááš aalmugist, mii eennâm väldidem tâi asâttem tâi táálái riijkârajij šoddâm ääigi aasâi enâmist tâi ton eennâmtieđâlâš kuávlust, moos eennâm kulá.

source: Álgoálbmot, mii ieš galgá atnit iežas álgoálbmogin, lea vuoigatvuođalaš dilistis beroškeahttá seailluhan ollásit dahje muhtin muddui iežas sosiálalaš, ekonomalaš, kultuvrralaš ja politihkalaš institušuvnnaid.
smn: Algâaalmug, kote kalga jieš anneeđ jieijâs tagarin, lii vuoigâdvuođâlâš sajattuvâstis peerusthánnáá siäiluttâm ollásávt tâi uásild jieijâs sosiaallâš, ekonoomlâš, kulttuurlâš já poolitlâš vuáháduvâidis.

source: Sámiid sajádat čállojuvvui Suoma vuođđoláhkii jagi 1995.
smn: Sämmilij sajattâh kirjejui Suomâ vuáđulaahân ive 1995.

source: Sámiin álgoálbmogin lea vuoigatvuohta doalahit ja ovddidit iežaset giela ja kultuvrra ja daidda gullevaš árbevirolaš ealáhusaid.
smn: Sämmilijn algâaalmugin lii vuoigâdvuotâ toollâđ já ovdediđ kielâs já kulttuuris sehe toos kullee ärbivuáválâš iäláttâsâidis.

source: Sámegiela geavaheames eiseválddiid luhtte lea ásahuvvon sierra láhka.
smn: Sämikielâ kevttimist virgeomâháin lii asâttum jiejâs laahâ.

source: Sámiin lea leamaš jagi 1996 rájes ruovttuguovllusteaset iežaset gillii ja kultuvrii guoski iešráđđen vuođđolága mielde.
smn: Sämmilijn lii lamaš ive 1996 rääjist päikkikuávlustis kielâs já kulttuuris kyeskee vuáđulaavâ miäldásâš jiešhaldâšem.

source: Sámiid iešráđđemii guoski doaimmaid dikšu válggaiguin válljejuvvon parlameanta, sámediggi.
smn: Sämmilij jiešhaaldâšmân kullee pargoid hoittáá sämmilij vaaljâiguin väljejum parlament, Sämitigge.

source: Dasa lassin nuortalaččaid siidačoahkkin (Siidsååbbar) ovddasta nuortalašlága mielde sin nuortalašguovllus, mii lea oassi sámeguovllus.
smn: Lasseen nuorttâsämmilij sijdâčuákkim oovdâst nuorttâlâšlaavâ mield nuorttâsämmilijd nuorttâlâškuávlust, mii lii uási sämikuávlu.

source: Suomas leat sulaid 9 000 sápmelačča.
smn: Suomâst sämmiliih láá suullân 9 000.

source: Sis badjel 60 proseantta ássá juo ruovttuguovllu olggobealde, mii buktá sámegielat oahpahussii, bálvalusaide ja diehtojuohkimii ođđalágan hástalusaid.
smn: Sist paijeel 60 prosenttid äässih juo päikkikuávlus ulguubeln, mii aasât sämikielâlâš máttááttâsân, palvâlussáid já tiäđujyehimân uđđâ vátámušâid.

source: Oppalohkái sámit árvaluvvojit leat buot riikkain badjel 75 000.
smn: Árvuštâlloo, et puohnâssân sämmiliih láá jieškote-uv enâmijn ohtsis paijeel 75 000.

source: Eanemus sámit leat Norggas.
smn: Enâmustáá sämmiliih láá Taažâst.

source: SÁMIID RUOVTTUGUOVLU lea meroštallo
smn: Sämikuávlu lii miäruštâllum laavâst.

source: Dasa gullet Eanodaga, Anára ja Ohcejoga gielddat ja Soađegilis Sámi bálgosa guovlu.
smn: Toos kuleh Iänuduv, Aanaar já Ucjuv kieldah sehe Suáđigil kieldâst Säämi palgâs kuávlu.

source: Boazodoallu, guolásteapmi ja smávvaeanadoallu nugo maiddái luonddubuktagiid čoaggin ja duddjon gullet sámiid árbevirolaš ealáhusaide.
smn: IäláttâsahPuásuituálu, kyelipivdo, meccipivdo já ucessiähá eennâmtuálu sehe luándupyevtittâsâi nuurrâm já tyeji láá sämmilij ärbivuáválâš iäláttâsah.

source: Dán áigge árbevirolaš ealáhusat ovttastuvvojit maiddái lotnolasealáhussan ee. turismmain ja eará bálvalusealáhusaiguin.
smn: Onne ärbivuáválâš iäláttâsah tahhojeh meiddei kuálusáigápuáttun el. tuurism já eres palvâlemiäláttâsâi paaldâst.

source: Luondduealáhusaid oassi vuovdimiin ja bargofámuin mihtidettiin ii leat dal nu stuoris, muhto daid kultuvrralaš mearkkašupmi lea deaŧalaš.
smn: Luánduiäláttâsâi uásus vyebdimijn já pargovyeimiuásusáin mitteddijn ij lah meendu styeres, mut toi kulttuurlâš merhâšume lii tehálâš.

source: Dat eai leat dušše ealáhusat dahje ámmáhat muhto vuođđu olles earenoamáš eallinvuohkái.
smn: Toh iä lah tuše iäláttâs tâi áámmát, pic toh láá uási jiešnálásâš eellimvyevi.

source: Oassi sámiin eallá ain árbevirolaš ealáhusain, muh to mearkkašahtti oassi sámiin bargá maiddái ođđa áigásaš ámmáhiin.
smn: Uási sämmilijn finnee áigápuáđus ain-uv ärbivuáválâš iäláttâsâin, mut stuorrâ uási sämmilijn parga uđđâáigásâš ámáttijn.

source: Suomas sápmelašvuohta lea meroštallojuvvon sámediggelágas ja dan váldovuođđun lea sámegiella.
smn: Suomâst sämmilâšvuotâ lii miäruštâllum sämitiggelaavâst já ton válduvuáđustâsân lii sämikielâ.

source: Lága mielde sápmelaš lea olmmoš, gii atná iežas sápmelažžan dainna eavttuin, ahte son ieš dahje goittotge okta su váhnemiin dahje ádjáin ja áhkuin lea oahppan sámegiela vuosttas giellan.
smn: Laavâ mield sämmilâš lii olmooš, kote ana jieijâs sämmilâžžân toin iävttoin, et sun jieš tâi aainâs-uv ohtâ suu vanhimijn tâi ááhust já äijihist tâi madârvanhimijn lii oppâm sämikielâ vuosmuu kiellân.

source: Sámit leat daid olbmuid maŋisboahttit, geat ásse DavviSkan dinávias dalán jiekŋaáiggi maŋŋá sulaid 10 000 jagi dassái.
smn: Sämmiliih láá toi ulmui maajeeldpuátteeh, kiäh asâttii Tave-Fennoskandia tállán jieŋâääigi maŋa suullân 10 000 ihheed tassaaš.

source: Etnihkalaš sápmelašvuohta šaddagođii dalle go sápmelašsuopmelaš giellaoktavuohta boatkanii sulaid 2000 oKr..
smn: Etnisâš sämmilâšvuotâ ovdánij, ko sämikielâ šoodâi syemmilâšsämmilâš kielâohtâvuođâ pieđgândijn suullân 2000 oKr..

source: Sivvan lei kultuvrra nuppástuvvan, mii dáhpáhuvai ealáhusaid sierraneami geažil.
smn: Suijân lâi kulttuur nubástus, mii šoodâi iäláttâsâi muttuumist ereslágánin.

source: Sámiid ássanguovlu lei viidáseamos muttus sulaid áigerehkenastima álggu rájes 1000 logu rádjai.
smn: Sämmilij aassâmkuávlu já lavdâm láin vijđásumos muddoost äigirekinistem aalgâ suulâin 1000-lohon.

source: Sápmelaččat orro gitta Ládogas Jiekŋaábi rádjái ja GaskaSkandinávias Vilgesmeara rádjai.
smn: Sämmiliih assii Laatokast Jieŋâmeerâ räi já Koskâ-Skandinaviast Vielgismeerâ räi.

source: Earret máttaoarje ja máttarittu govččai sápmelaš ássan olles dálá Suoma.
smn: Eereeb uárji- já maadâridostuv ubâ tááláá Suomâ kuávlu lâi sämmilij aassâmkuávlun.

source: Suopmelaš ođđaássiid deattu vuolde sámi ássan suttai váldoálbmogii LulliSuomas.
smn: Syemmilâš uđâsässei tiädu keežild sämmilâš aassâm suudâi válduaalmugân máddáápiäláá Suomâst.

source: Sámit leat leamaš váldoáššis bivdoálbmot, mii lea viežžan birgejumis máŋggain sierra gálduin.
smn: Sämmiliih láá lamaš iänááš pivdoaalmug, mon eellimvyehi vuáđudui maaŋgâtuálun.

source: Sámit elle das mii luonddus jahká saččat šattai ja maid sii sáhtte atnit ávkin guđege jagiáigge.
smn: Sämmiliih ellii tast, maid luándu šoddâdij ihásávt sii ävkkin jieškote-uv iveaaigijn.

source: Gottiid ja náhkkeealliid bivdu ja guolásteapmi ledje gánnáhahtti ealáhusat, maid buktagiiguin olbmot gávppašedje gitta GaskaEurohpá rádjai.
smn: Kode já čevđiellei pivdem sehe kyelipivdo lijjii ávháliih iäláttâsah, moi puáhtusijguin kavpâšui joba Koskâ-Euroop rääjist.

source: Maiddái jahkásaš loddebivdu, murjen ja čoaggin gulle dákkár ealáhusvuohkái.
smn: Maaŋgâ tuálust ihásâšjurâmân kullii meiddei loddepivdo, muorjim já nuurrâm.

source: Smávit boazodoaluin leat soaitán bargat jo duháhiid jagiid.
smn: Ucessiähá puásuituálu lii sáttám leđe juo tuháttijd iivijd.

source: Sámi servodat lei bures ortniiduvvan: das lei vuođđun bearrašiid ja sogaid oktasaš siida, masa gulle dihto eatnamat.
smn: Sämmilâš ohtsâškodde lâi pyreest ornijdum: vuáđuohtâdâh lâi perruin tâi suuvâin šaddee sijdâ, sämisijdâ, main lâi jiejâs kuávlu.

source: Siiddaid fierpmádat govččai oppa DavviSkandinávia.
smn: Tain šoddâm viärmádâh uulij ubâ Tave-Fennoskandia pirrâ.

source: Museovirasto
smn: Rajijguin pieđgejum aalmug

source: Sámi servodat šattai earenoamážit 1500 logu rájes stuorra, olggobealde boahtti nuppástusaid sisa.
smn: SämiRääđi lii Taažâ, Ruotâ, Suomâ ja Sämmilâšsiärvádâh kaartâi eromâšávt 1500-lovo rääjist ulguupiälááš muuivij kozzáid.

source: Davviriikkat hálddašišgohte sámieatnama iežaset guovllu oassin ođđaássamiin ja servodatlaš hálduiváldimiin.
smn: Tave-enâmeh riemmii haldâšiđ säämi eennâm uássin jieijâs kuávluid, uđâsaassâm já ohtsâš kodálâš haaldunväldim vievâst.

source: Sámi servodatmálle buhttejuvvui davviriikkalaš hálddahusortnegiin.
smn: Sämmilâš ohtsâškodde häämi sajan poođij tave-eennâmlâš haldâšem vuáhádâh.

source: Sámeguovllut juhkkojuvvojedje dađi mielde maiddái rájáiguin, go dálá stáhtaid ráját meroštallojuvvojedje.
smn: Kuuloold sämikuávluh juáhhojii meiddei räjiorniimijguin, ko táálááh riijkârääjih miäruštâlluvvojii.

source: Go ođđaássan lassánii fámolaččat 1800 logus, de stáhtat álggahedje diđolaš politihkain nannet váldoálbmoga ovdduid ja suddadit sámiid váldoálbmogii.
smn: Ko uđâsaassâm nanosmui 1800-lovvoost, riemmii staatah tiäđulâš politiik vievâst nanodiđ válduaalmug hiäđuid já suddâdiđ sämmilijd válduaalmugân.

source: Sámiid oktavuohta iežaset gillii ja kultuvrii hedjonii.
smn: Sämmilij ohtâvuotâ jieijâs kielân já kulttuurân hiäjusmui.

source: Sámiid etnihkalaš ja álbmotlaš morráneapmi álggii 1800 logu loahpas Norggas ja Ruoŧas, ja dalle riegádedje vuosttas searvvit ja aviissat.
smn: Sämmilij etnisâš já aalmuglâš moránem aalgij 1800-lovo loopâst Taažâst já Ruotâst, ko šoddii vuosmuuh sämiseervih já aaviseh.

source: Go váldoálbmoga deaddu dađisdaga garai ja iežas eallindilit gáržo, de áddejuvvui álbmotlaš ovttasbarggu mearkkašupmi.
smn: Ko válduaalmugij meridemväldi nanosmui já sämmilij eellimtile kááržui, te iberdui aalmuglâš ohtsâšpargo merhâšume.

source: Dát doalvvui dasa, ahte jagi 1917 dollojuvvui lulli ja davvisámiid oktasaš čoahkkin Norggas Troanddimis.
smn: Ton puátusin lâi ive 1917 vuosmuš maadâ- já tavesämmilij ohtsâš sämičuákkim Taažâ Truándimist.

source: Ovttasbargu šattai lávggabun sođiid maŋŋá go Ruoŧas Johkamohkis dollojuvvui 1953 vuosttas golmma riikka sámiid konferánsa.
smn: Ohtsâšpargo nanosmui soođij maŋa, ko Ruotâ Juhâmohheest tollui 1953 vuosmuš kuulmâ riijkâ sämmilij konferens.

source: Dat deattuhii sámiid vuoigatvuođaid luondduriggodagaide ja gillii ja mearridii vuođđudit oktasaš Sámiráđi.
smn: Tot tiäduttij sämmilij vuoigâdvuođâid luánduvaarijd já kielân já meridij ohtsâš Sämirääđi vuáđudem.

source: Sámekultuvrra ” renesánsa ” álggii albma láhkai 1960 logu loahpas.
smn: Sämikulttuur eidusâš ” renessans ” aalgij 1960-lovo loopâst.

source: Dat mearkkašii sámepolitihka, iežasgielat media, girjjálašvuođa, teáhtera, skuvlema ja dutkamuša badjáneami ja máŋggaid sámi kultuvrra vuođul huksejuvvon institušuvnnaid álggu.
smn: Tot merhâšij sämipolitiik, jieijâskielâlâš tieđettemriädui, kirjálâšvuođâ, teatter, škovlim já tutkâmuš pajanem já maaŋgâi jieijâs vuolgâsoojijn huksejum instituutioi aalgâ.

source: SÁMEDIGGI lea sámiid iešmearridan
smn: Sämitigge lii sämmilij jiešmeridem

source: orgána.
smn: orgaan.

source: Dan deaŧaleamos bargun lea plánet ja ollašuhttit Suoma vuođđolágas sámiide álgoálbmogin dorvvastuvvon iešráđđema iežas kultuvrii ja gillii guoskevaš áššiin.
smn: Ton tehálumos pargon lii vuáváđ já olášuttiđ Suomâ vuáđu laavâst sämmiláid algâaalmugin turvâstum jiešhaldâšem jieijâs kulttuurân já kielân kyeskee aašijn.

source: Sámediggi lea Suoma sámiid alimus politihkalaš orgána ja dat ovddasta sámiid sisriikkalaš ja riikkaidgaskasaš oktavuođain ja dikšu áššiid, mat gusket sámiid gillii, kultuvrii ja dillái álgoálbmogin.
smn: Sämitigge lii Suomâ sämmilij alemus politiiklâš orgaan já tot oovdâst sämmilijd sisriijkâlâš já aalmugij koskâsâš ohtâvuođâin já tipšo aaššijd, moh kyeskih sämmilij kielân, kulttuurân já tilán algâaalmugin.

source: Sámedikki 21 lahtu ja njeallje várrelahtu válljejuvvojit sámiid gaskkas válggaiguin juohke njealját jagi.
smn: Sämitige 21 jesânid já nelji värijeessân väljejuvvojeh sämmilij kooskâ vaaljâiguin jyehi niäljád ive.

source: Suomas sámiid parlamentáralaš bargu álggahuvvui jagi 1973.
smn: Suomâst sämmilij parlamentaarlâš pargo algâttui ive 1973.

source: Dan ollašuhtii Sámi parlameanta.
smn: Ton olášutij Säämi parlamenttâ.

source: Barggu jotkkii sámediggi jagi 1996 rájes.
smn: Pargo joođhij sämitigge ive 1996 rääjist.

source: Norga oaččui sámedikki jagi 1989 ja Ruoŧŧa 1993.
smn: Taažâ finnij sämitige ive 1989 já Ruotâ 1993.

source: SÁMI PARLAMENTÁRALAŠ RÁĐĐI
smn: Säämi paRlamentaaRlâš Rääđi

source: lea Suoma, Norgga ja Ruoŧa sámedikkiid ovttasbargoorgána, mas leat 21 lahtu.
smn: lii Suomâ, Taažâ já Ruotâ sämitigij ohtsâš pargo-orgaan, mast láá 21 jesânid.

source: Dat álggahii doaimmas jagi 2000.
smn: Tot algâttij tooimâs ive 2000.

source: Sámegielat leat Eurohpa álgogielat ja nuortamearasuopmelaš gielaid (dego suoma ja esttegiela) lagamus gáidan fuolkegielat.
smn: Sämikielah láá Euroop algâkielah já nuorttâmeerâsyemmilâš kielâi (tegu suomâkielâ já eestikielâ) aldemuuh hyelkkikielah.

source: Dat hállojuvvojit Suomas, Ruoŧas, Norggas ja Ruoššas.
smn: Toh sárnojeh Suomâst, Ruotâst, Taažâst já Ruošâst.

source: Suomas hállojuvvojit golbma sámegiela: davvisámegiella, anárašgiella ja nuortalašgiella.
smn: Suomâst sárnoo kulmâ sämikielâ: tavesämikielâ, aanaarsämikielâ já nuorttâsämikielâ.

source: Giellajoavkkuin stuorámus lea davvisámegiella.
smn: Tavesämikielâ lii kielâjuávhuin stuárráámus.

source: Dan hállet árvvu mielde sulaid 20 000 olbmo Suomas, Norggas ja Ruoŧas.
smn: Tom sárnuh suullân 20 000 olmožid Suomâst, Taažâst já Ruotâst.

source: Suomas davvisámegiela hállit leat árvvu mielde sulaid 2000.
smn: Suomâst tavesämikielâ sárnooh láá suullân 2000.

source: Anárašgiella hállojuvvo dušše Suomas, nuortalašgiella maiddái Ruoššas.
smn: Aanaarsämikielâ sárnoo tuše Suomâst, nuorttâsämikielâ meiddei Ruošâst.

source: Suomas goappáge giela hállet sullii 300 olbmo, eanáš Anára gielddas, mii lea Suoma áidna njealjegielat gielda.
smn: Suomâst kuábbáá- uv kielâ sárnuh suullân 300 olmožid iänááš Aanaar kieldâst, mii lii Suomâ áinoo neeljikielâlâš kieldâ.

source: Dan virggálaš gielaide gullet suomagiela lassin golbma sámegiela.
smn: Ton virgálâš kieláid kuleh suomâkielâ lasseen kulmâ sämikielâ.

source: Máŋggat sámit leat váldogiela deattu vuolde manahan álgoálgosaš gielaset.
smn: Maaŋgah sämmiliih láá váldukielâi tiädu vyelni monâttâm algâalgâlâš kielâs.

source: 1960 logus álgán etnihkalaš morráneami boađusin leat álggahuvvon sámegiela diđolaš gáhttenbarggut ja máŋggalágan giela ealáskahttindoaimmat.
smn: 1960-lovvoost álgám etnisâš moránem lii jođettâm sämikielâ tiäđulâš varjâlmân já maaŋgâlágán kielâ iäláskittemtoimáid.

source: Sámegiella oaččui virggálaš sajádaga jagi 1992 sámiid giellalága mielde.
smn: Sämikielâ finnij virgálii sajattuv ive 1992 säämi kielâlaavâ mield..

source: Sáme giellaláhka ođasmahttojuvvui jagi 2004.
smn: Säämi kielâlaahâ uđâsmittui ive 2004. kielâ máttááttâSâSt

source: Sámegiela oahpahus lea addojuvvon vuođđoskuvlla álgojagiid rájes.
smn: Sämikielâ máttááttâs lii adelum vuáđuškoovlâ vuosmui iivij rääjist.

source: Sámegielat oahpahus álggahuvvui Ohcejogas ja Anáris 1970 logu beallemuttus.
smn: Sämikielâlâš máttááttâs vuolgij joton Ucjuuvâst já Anarist 1970-lovo pelimuddoost.

source: Sámeguovllus ássi sámegielat oahppit galget lága mielde oažžut váldooasi vuođđo oahpa husas teaset sámegillii.
smn: Sämikuávlust ässee sämikielâlâš uáppeeh kalgeh laavâ mield finniđ váldu-uási vuáđumáttááttâsâst sämikielân.

source: Sámegiella sáhttá lea oahpahusgiellan, eatnigiela oahppaávnnasin dahje vieris giela válljenávnnasin.
smn: Sämikielâ puáhtá leđe škoovlâ máttááttâskielâ, eenikielâ oppâaamnâs tâi väljejum vieres kielâ oppâaamnâs.

source: Buot sámeguovllu vuođđoskuvllat ja logahagat addet oahpahusa sámegielas.
smn: Puoh sämikuávlu vuáđu škoovlah já luvâttuvah adeleh máttááttâs sämikielâst.

source: Studeantadutkosa davvisáme ja anárašgiela iskosa lea sáhttán čađahit 1990 logu rájes, nuortalašgiela jagi 2005 rájes.
smn: Pajeuáppeetutkos tave- já aanaarsämikielâ iskos lii puáhtám čođâldittiđ 1990-lovo rääjist, nuorttâsämikielâ ive 2005 rääjist.

source: Sámeguovllu olggobealde sámegiella oahpahuv vo dál dušše unnán, muhto oahppiid mearri lea stuorrumin.
smn: Sämikuávlu ulguubeln sämikielâ máttááttuvvoo vistig viehâ uccáá, mut uáppeimeeri lii lassaanmin.

source: Oassi oahpahusas addojuvvo virtuálaoahpahussan.
smn: Uási máttááttâsâst adeluvvoo virtuaalmáttááttâssân.

source: Sámedikki skuvlen ja oahppamateriálalávdegoddi pláne ja ruhtada sámegielat oahppamateriálaid.
smn: Sämitige škovlim- já oppâmateriaallävdikodde vuáváá já ruttâd sämikielâlâš oppâmateriaal.

source: Sámi oahpa hus guovddáš lea Suomas áidna ámmátlaš oahppalágádus, mii addá oahpahusa maiddái sámegillii.
smn: Säämi máttááttâskuávdáš lii áinoo áámmátlâš oppâlájádâs Suomâst, mii addel máttááttâs meid sämikielân.

source: Dan bargun lea bálvalit sámeguovllu ja dan ealáhuseallima.
smn: Ton pargon lii palvâliđ sämikuávlu já ton iäláttâseellim.

source: Suomas sámegiela sáhttá lohkat golmma universitehtas: Oulu, Helssega ja Lappi universitehtas Roavvenjárggas.
smn: Suomâst sämikielâ puáhtá luuhâđ kuulmâ ollâopâttuvâst: Oulu, Helsig já Laapi ollâopâttuvâst Ruávinjaargâst.

source: Oulu universitehta Giellagasinstituhtas lea riikkaviidosaš vástu sámegiela, kultuvrra ja dutkamuša ovddideames.
smn: Oulu ollâopâttuv Giellagas-instituutâst lii väldikodálâš sierânâspargo sämikielâ, kulttuur já tutkâmuš ovdedeijen.

source: 1. lullisámegiella 2. ubmisámegiella 3. biŧonsámegiella 4. juvlevsámgiella 5. davvisámegiella
smn: 1. maadâsämikielâ 2. umesämikielâ 3. pittáámsämikielâ 4. juulevsämikielâ 5. tavesämikielâ

source: 6. anárašgiella 7. nuortalašgiella 8. áhkkilsámegiella 9. gielddasámegiella 10. darjjesámegiella
smn: 6. aanaarsämikielâ 7. nuorttâsämikielâ 8. äkkilsämikielâ 9. kieldâsämikielâ 10. tarjesämikielâ

source: Sámiin lea vuoigatvuohta geavahit sáme giela, go sii dikšot áššiideaset sámiid ruovttuguovllu stáhta ja gielddaid virgedoaimmahagain, fitnodagain ja doaibmabáikkiin.
smn: Ko sämmilâš ášástâl sämikuávlu staatâ já kieldâi virgáduvâin, finnodâhlájádâsâin já toimâsoojijn, lii sust vuoigâdvuotâ sierânâs vátámušâttáá kevttiđ sämikielâ.

source: Sámegiela geavaheami ii dárbbaš sierra gáibidit, muhto eiseválddit galget ieža fuolahit vuoigatvuođaid ollašuvvamis geavadis.
smn: Virgeomâhâš kalga anneeđ huolâ vuoigâdvuođâi vuáválâšvuođâlâš olášuumeest.

source: Ohcejogas, mii lea áidna gielda Suomas, gos sámit leat eanetlohkun, sáme ja suomagiella leat measta seammaárvosaš gielat.
smn: Ucjuuvâst, mii lii Suomâ áinoo sämmilâšeenâblovo kieldâ, sämikielâ já suomâkielâ lává virgálávt masa siämmááárvusâš sajattuvâst.

source: Oktasaš davviriikkalaš duodjemearka suddje eakti sámeduoji.
smn: Ohtsâštave-eennâmlâš sämityeje pyevtittâsmerkkâ syeijee puigâ säämi tyeje.

source: Mearkka juridihkalaš hálddašeaddji lea Sámiráđđi ja dan hálddašit guđege riikka sámi duodjesearvvit, Suomas Sámi Duodji ry..
smn: Meerhâ vuoigâd vuođâlâš iäigád lii Sämirääđi já tom haldâšeh jieškote-uv enâmij sämityejiseervih, Suomâst Sámi Duodji ry..

source: Sámi dáidaga vuođđu lea árbevirolaš eallindábiin ja álbmotárbbis.
smn: Sämitaiduu vuáđu lii ärbivuáválâš eellimvyevist já aalmugärbivyevist.

source: Čáppa ja hervejuvvon diŋggat eai dahkkon dáidaga dihtii, muhto čábbodat ja geavatlašvuohta gulle álo oktii.
smn: Mučis já hervejum tiiŋgah iä lah rahtum taiduu keežild, pic muččâdvuotâ já vuovâs anolâšvuotâ kuleh ain oohtân.

source: DUODJI lea hápmašuvvan johtti ja luonddu
smn: Sämityeji lii šoddâm jottee já luándu šiäštulávt

source: seas te vaččat geavaheaddji eallinvuogi mielde.
smn: kevttee eellimvyevi mield..

source: Es teh ta lašvuohta lea árbevirolaš duojis bálvalan gea vat lašvuođa.
smn: Esteetlâšvuotâ lii ärbivuáválâš tyejeest palvâlâm vuáválâšvuođâ.

source: Sámeduodjin gohčoduvvojit gieđaiguin dahk kon atnudiŋggat dego biktasat, bargoneavvut, biv do biergasat ja čiŋat.
smn: Sämityeijin kočoduvvojeh kieđâiguin tuáijojum anotiiŋgah, tegu pihtâseh, tyejipiergâseh, pivdopiergâseh já čiiŋah.

source: Gálvvuid mállet, ivnnit ja čiŋa han vuo git vuođđuduv vet boares atnudiŋggaide, maid ovdal meas ta juohkehaš galg gai máhttit duddjot.
smn: Tiiŋgâi myenstereh, iivneh já hervimvyevih vuáđuduveh puáris anotiŋgáid, maid tovle masa juáháš ferttij mättiđ jieš rähtiđ.

source: Árbevirolaš duodje ávdnasat leat čoarvi, dákti, muorra, datni, náhkki ja gođadiŋga.
smn: Ärbivuáválâš tyejiamnâseh láá čuárvi, tähti, muorâ, tane, čevđi já käägis. kovetaaidâ

source: SÁMI GOVVADÁIDDA lea vádjolan guhkes mátkki duháhiid jagiid čađa báktegovain ja álbmot dáidagis, goas sámiid máilmmigova sáhtii vurket meavrresgári sisteolggožii.
smn: Sämmilâš kovetaaidâ lii jottáám kuhes määđhi tuhháátsâšivij källeesárgusijn já aalmugtaidust, kuás sämmilâš maailmankove puovtij hammiđ nuáidiruumbu šišneulgužân.

source: Dálá dáiddárat heivehit iežaset vuolggasajiid ja oarjemáilmmi lágádusain gazzojuvvon oahpuid oktii.
smn: Onnáápeeivi taidâreh heiviitteh jiejâs vuolgâsoojijd uárjimaailm já válduaalmugij lájádâsâin finnejum oppáid.

source: Buktagiin oidno árbevieruid ja ođđa fuomášumiid vuorrováikkuhus.
smn: Pyevtittâsâin uáinoo ärbivyevi já uđđâ vaikuttâsâi vuáruvaikuttâs.

source: Duodji gullá ain deaŧalaš oassin sámi kultuvrii ja lea maiddái ealáhus.
smn: Tyeji lii ain-uv tehálâš sämmilâš kulttuurtahhee já iäláttâs.

source: Maŋimuš logiid jagiid áig ge dat lea lahkanan dáiddaduoji.
smn: Majemui ihelovoi ääigi tot lii aldanâm taaidâtyeje.

source: Buktagat leat áidnáláhkásaččat sihke duddjonvuogi ja hámi dáfus.
smn: Pyevtittâsah láá áinoošlajâseh nuuvt valmâštemvyevis já häämis peeleest.

source: SÁMEGÁKTI lea sámiid álbmotlaš dovdomeark
smn: Sämmilij aalmuglâš tubdâlduvâin uáinoo Sämi

source: kain oinnoleamos.
smn: mááCCuh puoh enâmustáá.

source: Das lea šaddan deaŧalaš identitehta symbola, mii čatnasa nannosit sámiid historjái.
smn: Tast lii šoddâm tehálâš iden titeet symbool, mii kuáddá mieldi sämmilij historjá.

source: Gávtti ja eará gárvvuid herven muitalit, man guovllus olmmoš lea eret – duoji dovdiide vel dan ge, leago olmmoš náitalan ja man sohkii son gullá.
smn: Mááccuh herviimeh já ubâlâšvuotâ muštâleh kote kuávlust sämieennâm olmooš lii vuálgus – čolmišâs ulmui joba suuvâ já lii-uv olmooš naaijâm.

source: Suomas leat anus vihtta váldomálle sámegávttis: Deanu, Anára, Eanodaga, Vuohču ja nuortalaččaid bivttas.
smn: Suomâst láá kiävtust vittâ sämimááccuh váldumaali: Tiänu, Aanaar, Iänuduv, Vuáču já nuorttâsämmilij mááccuh.

source: Sámegákti lea vuosttažettiin álbmotbivttas iige dan geavaheapmi leat goasge boatkanan.
smn: Sämimááccuh lii algâalgâlávt aalmugpiivtâs, ige ton kevttim lah historjá mongin muddoost potkânâm.

source: Bivttas orru nuppástuvvamin árgabiktasis feastagárvun.
smn: Aigijmield mááccuh lii muttuumin argâpihtâsist juhlâpihtâsin.

source: Norggas ja Ruoŧas sámebiktasiid geavahit dušše sámit.
smn: Taažâst já Ruotâst sämimááccuh kevttih tuše sämmiliih.

source: Suomas maiddái váldoálbmot lea geavahan gávttiid ja daid sulastahtti biktasiid ee. turismarekvisihttan, ja dan geažil gákti ii leat šat nu čielga sápmelašvuođa dovdomearka go ovdal.
smn: Suomâst meid válduaalmug lii kiävttám sämimáccuhijd tâi taid sulâstittee máccuhijd el. tuurismrekvisiittan, mii lii mottoom muudon toohâm epičielgâsin mááccuh ohtâvuođâ sämmilâš identiteettân.

source: SÁMI MUSIhKAS dovdat buoremusat davvisápmelaš luođi.
smn: Säämi muuSik tobdosumos häämi lii tavesämmilâš juáigus.

source: Dan mihtilmas sárgosiidda gullet ee. earenoamáš jietnageavaheapmi, rikkis rytmihkka, improviseren, čuojaldahttima váilun, deavd dasániid geavaheapmi ja luođi lagaš oktavuohta eará kultuv rii.
smn: Ton tobdosumoseh jiešvuođah láá el. eromâš jienâkevttim, riges rytmâvalje, improvistim, čuojânâsttâsvuotâ, tievâsmittee saanij kevttim sehe juáigus čovgâ ohtâvuotâ eres kulttuurân.
